Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Immediate and early loading protocols should focus on (1) the amount of primary bone contact, (2) the quantity and quality of bone at the implant site, and (3) the rapidity of bone formation around the implant.
vi: Quy trình tải lực tức thì và sớm nên tập trung vào (1) số lượng tiếp xúc xương nguyên phát, (2) số lượng và chất lượng xương tại vùng implant và (3) sự nhanh chóng hình thành xương quanh implant.

source: Immediate fixed restorations were fabricated with reinforced full-arch, one-piece provisionals to rigidly connect the implants and prevent movement during function.
vi: Phục hình cố định tức thì được chế tạo vớigia cố toàn hàm,một provisional để kết nối cứng chắc implant và chống lại chuyển động khi thực hiện chức năng.

source: Immediate loading
vi: Tải lực tức thì

source: Immediate loading of implants supporting fixed restorations in the edentulous mandible is a predictable and well-documented procedure, provided that a relatively large number of implants are placed.
vi: Tải lực tức thì của implant nâng đỡ phục hình cố định trên hàm dưới mất răng là thủ thuật dự đoán được và ghi chép đầy đủ, cung cấp số lượng tương đối lớn implant được đặt.phục hồi trên implant

source: Immediate loading: A restoration placed in occlusion with the opposing dentition within 48 hours of implant placement.
vi: Phục hình tức thì: Một phục hình có tiếp xúc cắn khớp với răng đối diện trong vòng 48 giờ sau đặt implant.

source: Immediate placement of implants, with or without provisional restorations, may lead to buccal bone loss and gingival recession, which could be esthetically significant in some patients.
vi: Đặt implant tức thì, có hoặc không có phục hình tạm, có thể dẫn tới tiêu xương mặt ngoài và tụt nướu, có thể có ý nghĩa thẩm mỹ đối với một vài bệnh nhân.

source: Immediate restoration
vi: Phục hình tức thì

source: Immediate restoration and loading procedures are considered advanced or complex.
vi: Quy trình phục hình và tải lực tức thì được xem là nâng cao hoặc phức tạp.

source: Immediate restoration: A restoration inserted within 48 hours of implant placement, but not in occlusion with the opposing dentition.
vi: Phục hình tức thì: Một phục hình được gắn trong vòng 48 giờ sau khi đặt implant nhưng không chạm khớp răng đối diện.

source: Immediately after the extraction, a provisional removable partial denture was inserted to maintain the patient’s basic esthetic and phonetic functions (Fig 13).
vi: Immediately after the extraction, a provisional removable partial denture was inserted to maintain the patient’s basic esthetic and phonetic functions (Hình 13).

source: Immediately after tooth extraction, the implant was placed according to the desired prosthetic treatment outcome, i.e. the future line of the marginal mucosa (top-down approach) (Figs 9, 10).
vi: Immediately after tooth extraction, the implant was placed according to the desired prosthetic treatment outcome, i.e. the future line of the marginal mucosa (top-down approach) (Hình 9, 10).

source: Immobilizing implants through primary stability during healing is critical to successful osseointegration.
vi: Implant cứng chắc qua ổn định ban đầu trong khi lành thương là quan trọng đối với tích hợp xương thành công.

source: Immunologic diseases
vi: Bệnh miễn dịch

source: Implant Positioning
vi: Vị trí của implant

source: Implant Positioning:
vi: Vị trí của implant:

source: Implant Selection
vi: Chọn lựa Implant

source: Implant Selection:
vi: Chọn lựa Implant:

source: Implant Therapy in the Esthetic Zone Single-Tooth Replacements
vi: Điều trị implant thay thế một răng đơn lẻ trong vùng thẩm mỹ.

source: Implant Type
vi: Loại Implant

source: Implant number and distribution are dependent on patient circumstances...
vi: Số lượng và phân bố implant phụ thuộc trường hợp bệnh nhân...

source: Implant placement within the apical danger zone (located anywhere 3 mm or further apically of the proposed gingival margin) can result in undesired facial bone resorption and subsequent gingival recession.
vi: Đặt implant trong vùng nguy hiểm phía chóp (khoảng 3mm hoặc hơn về phía chóp của đường viền nướu dự kiến) có thể dẫn tới tiêu xương và tụt nướu.

source: Implant therapy in the anterior maxilla is considered an advanced or complex procedure and requires comprehensive preoperative planning and precise surgical execution based on a restoration-driven approach.
vi: Điều trị implant ở phía trước hàm trên được xem là một phương pháp nâng cao hoặc phức tạp và đòi hỏi kế hoạch tiền phẫu toàn diện và thực hiện phẫu thuật chính xác dựa trên phương pháp phục hồi định hướng.

source: Implant type and size should be based on site anatomy and the planned restoration.
vi: Loại và kích cỡ implant nên chọn dựa trên giải phẫu và kế hoạch phục hồi.

source: Implants can heal under loaded and unloaded conditions, provided that certain factors are controlled in all case types.
vi: Implant có thể lành thương dưới điều kiện tải lực và không tải lực, được cung cấp một số yếu tố được kiểm soát trong trường hợp tất cả các loại.

source: Implants must be characterized by a rough titanium surface and are allowed to heal for at least 6 weeks and in type 1, 2 or 3 bone.
vi: Các implant phảicó đặc tình bề mặt titanium nhám và để lành thương ít nhất 6 tuần và xương loại 1 ,2 hoặc 3.

source: Implants with a Narrow Neck (∅ 3.5 mm)
vi: Implants với cổ hẹp (∅ 3.5 mm)

source: Implants with a Regular Neck (∅ 4.8 mm)
vi: Implants với cổ thông thường (∅ 4.8 mm)

source: Impression caps were positioned to allow for the registration of the implant shoulders, and appropriate positioning cylinders were then placed without incident.
vi: Nắp lấy dấu được đặt cho phép ghi lại vị trí vai implant, và đặt cylinders vào vị trí thích hợp mà không có sự cố.

source: In 2004, two years after crown insertion, the follow-up periapical radiograph confirmed stable peri-implant bone-crest levels (Fig 20).
vi: In 2004, two years after crown insertion, the follow-up periapical radiograph confirmed stable peri-implant bone-crest levels (Hình 20).

source: In addition, potential prosthetic complications could result in restoration—implant axis problems, making the implant difficult to restore.
vi: Hơn nữa, biến chứng phục hình có thể xảy ra - vấn đề trục implant, khó phục hình trên implant.

source: In a broad review of implant surfaces and their effects on healing, Cochran (1999) demonstrated the impact of surface roughness on implant success rates.
vi: Trong một rộng xét của bề mặt implant và ảnh hưởng của chúng trên lành thương, Cochran (năm 1999) chứng minh các tác động của implant bề mặt nhám trên tỷ lệ thành công của implant.

source: In a four-implant scenario, either of two options is recommended: an overdenture retained and supported by a bar connecting the implants or by unconnected implants, or a fixed restoration on a framework that rigidly connects the implants.
vi: Trong kịch bản 4 implant, cả hai chọn lựa được đề nghị: một hàm phủ lưu giữ và nâng đỡ bằng thanh nối các implant hoặc không kết nối các implant, hoặc một phục hình cố định trên khung sườn nối cứng chắc các implant.

source: In a review article by Szmukler-Moncler and coworkers (2000), various explanations for the long, delayed healing periods recommended by early authors were considered.
vi: Trong một bài viết đánh giá bởi Szmukler-- và đồng nghiệp (2000) giải thích khác nhau cho thời kỳ lành thương dài, trì hoãn được đề nghị của các tác giả đầu tiên đã được xem xét.

source: In a review of clinical studies on early and immediate loading, Attard and Zarb (2005) noted that the long time span incorporated into the definition of early loading (48 hours to 3 months) made this category “tenuous” and that more sensitive and accurate descriptions of healing might be required in the future.
vi: Trong một xem xét ca lâm sàng trên tải lực tức thì và sớm, Attard and Zarb (2005) lưu ý rằng các khoảng thời gian dài trong định nghĩa tải lực sớm (48 giờ tới 3 tháng) làm phân loại này "mong manh" và tăng mô tả chính xác và nhạy cảm của lành thương có thể bị yêu cầu trong tương lai.

source: In accordance with the recommended early implant placement/early implant restoration concept, the successful osseointegration was verified ten weeks after implant placement, first radiographically (Fig 10) and then clinically.
vi: In accordance with the recommended early implant placement/early implant restoration concept, the successful osseointegration was verified ten weeks after implant placement, first radiographically (Hình 10) and then clinically.

source: In addition, however, they can display characteristics of a thin-gingiva biotype, including long, thin, and blunted dental papillae (Fig 8).
vi: Hơn nữa, tuy nhiên, chúng có thể biểu hiện đặc tính của dạng sinh học nướu mỏng, bao gồm nhú nướu dài, mỏng và cùn (Hình 8).

source: In addition, new surface technologies and their influence on immediate and early loading protocols, were investigated.
vi: Hơn nữa kỹ thuật bề mặt mới và chúng ảnh hưởng tới quy trình tải lực tức thì và sớm được nghiên cứu.

source: In certain situations, a non-submerged approach can be considered.
vi: Trong những tình huống nhất định, một cách tiếp cận không làm ngập (non-submerged) có thể được xem xét.

source: In complex cases, a diagnostic waxup can be beneficial as a basis for fabricating a surgical template (Fig 4), which facilitates correct three-dimensional implant placement during surgery.
vi: In complex cases, a diagnostic waxup can be beneficial as a basis for fabricating a surgical template (Hình 4), which facilitates correct three-dimensional implant placement during surgery.

source: In edentulous mandibles, the immediate loading of 4 implants with an overdenture in the interforaminal area with rigid bar fixation and cross-arch stabilization is a predictable and well-documented procedure.
vi: Trong hàm phủ mất răng, tải lực tức thì của 4 implant với một hàm phủ trong vùng giữa hai lỗ cằm với thanh nối cứng chắc cố định và ổn định qua cung hàm là dự đoán được.

source: In esthetic dentistry, difficulties arise in generating evidence-based statements regarding clinical procedures.
vi: Trong nha khoa thẩm mỹ, khó khăn nảy sinh trong tạo ra báo cáo thực chứng đối với phương pháp lâm sàng.

source: In esthetically demanding areas with a thick, low scalloped gingiva and soft-tissue access of at least 1-2 mm compared to the contralateral tooth, transmucosal healing can be chosen (Fig 3).
vi: In esthetically demanding areas with a thick, low scalloped gingiva and soft-tissue access of at least 1-2 mm compared to the contralateral tooth, transmucosal healing can be chosen (Hình 3).

source: In esthetically demanding areas with a thin, highly scalloped gingiva or where extensive soft-tissue or hard-tissue defects are present, submerged healing is recommended in order to establish soft-tissue access (Fig 2).
vi: In esthetically demanding areas with a thin, highly scalloped gingiva or where extensive soft-tissue or hard-tissue defects are present, submerged healing is recommended in order to establish soft-tissue access (Hình 2).

source: In general, if the blanching subsides within 10 minutes, no reduction in the emergence profile or removal of tissue is necessary (Figs 26a, b).
vi: In general, if the blanching subsides within 10 minutes, no reduction in the emergence profile or removal of tissue is necessary (Hình 26a, b).

source: In general, interim restorations that are fixed to adjacent teeth are more beneficial for implant integration and soft-tissue maintenance, since they eliminate the possibility for undesired soft-tissue contact.
vi: Nói chung, phục hồi tạm được cố định vào răng kế cận có lợi hơn cho tích hợp implant và bảo vệ mô mềm, bởi vì nó loại trừ khả năng tiếp xúc mô mềm không mong muốn.

source: In general, titanium should not be prepared intraorally in order to avoid impregnating the tissue with titanium particles.
vi: Nhìn chung, titanium không nên chuẩn bị trong miệng để tránh mô bị tẩm hạt titanium.

source: In general, when a lateral incisor is involved adjacent to a missing central incisor or canine, a can-tilevered restoration into the lateral site should be considered (Fig 18).
vi: Nói chung, khi một răng cửa bên gồm kế cận mất răng cửa giữa hoặc răng nanh, một phục hình vói đến vùng răng cửa bên nên được xem xét (Hình 18).

source: In implant sites where a simultaneous bone-augmentation procedure was performed, a healing period of eight to twelve weeks is required, depending on the extent and morphology of the bone defect present at the time of implant placement.
vi: Trong vùng implant có ghép xương, thời kỳ lành thương từ tám đến mười hai tuần là cần thiết, phụ thuộc vào mở rộng và hình thái của khiếm khuyết xương lúc cấy ghép implant.

source: In its ideal coronoapical position, the implant shoulder is located about 2 mm apically of the future soft-tissue margin at the implant-supported crown, imitated by the apical border of the template (Fig 11).
vi: In its ideal coronoapical position, the implant shoulder is located about 2 mm apically of the future soft-tissue margin at the implant-supported crown, imitated by the apical border of the template (Hình 11).

source: In most cases, the incision of the periosteum is necessary to mobilize the flap coronally, and to obtain a tension-free primary wound closure using 5-0 and 6-0 non-resorbable, atraumatic suture material (Fig 29).
vi: Hầu hết trường hợp, đường rạch của màng xương là cần thiết để di chuyển vạt về phía thân răng, để vạt không bị căng khi đóng vết thương dùng chỉ 5-0 and 6-0 không tiêu, vật liệu may không gây chấn thương (Hình 29).

source: In most esthetic areas, the implant shoulder is located subgingivally, resulting in a deep interproximal margin.
vi: Trong hầu hết vùng thẩm mỹ, vai implant được đặt dưới nướu, kết quả đường viền kẽ răng sâu.

source: In most instances, dental technicians, and particularly experienced ceramists, recommend the fabrication of a straightforward stone master cast comprising the integrated laboratory implant analog(s), as in this case (Figs 21a, b).
vi: In most instances, dental technicians, and particularly experienced ceramists, recommend the fabrication of a straightforward stone master cast comprising the integrated laboratory implant analog(s), as in this case (Hình 21a, b).

source: In most situations, the anatomy of the transition zone around anterior implants poses a challenge when creating access to the shoulder of the ideally placed implant.
vi: Trong hầu hết các tình huống, giải phẫu của vùng chuyển tiếp xung quanh implant phía trước đặt ra một thách thức khi tạo vùng mở vào các vai của implant lý tưởng.

source: In occasional clinical situations, the implant shoulders may be located 2-3 mm submucosal around the entire circumference of the implant (Fig 23).
vi: Trong các tình huống lâm sàng thường xuyên, vai cấy ghép có thể được đặt 2-3 mm dưới niêm mạc xung quanh toàn bộ chu vi của cấy ghép (Hình 23).

source: In order to be able to adapt the shape of the blank based on the outcome of the try-in, the blank was tried in its porously sintered, non-infiltrated state and infiltrated after the chairside try-in session (Fig 46, 47).
vi: In order to be able to adapt the shape of the blank based on the outcome of the try-in, the blank was tried in its porously sintered, non-infiltrated state and infiltrated after the chairside try-in session (Hình 46, 47).

source: In order to ensure optimal access to the implant site and the expected buccal bone deficiency and to keep bone denudation and soft-tissue trauma as minimal as possible, aflap design with one vertical releasing incision at the distal aspect of adjacent tooth 12 was chosen (Fig 8)
vi: In order to ensure optimal access to the implant site and the expected buccal bone deficiency and to keep bone denudation and soft-tissue trauma as minimal as possible, aflap design with one vertical releasing incision at the distal aspect of adjacent tooth 12 was chosen (Hình 8)

source: In order to ensure proper wound closure, two suturing materials were used, the thicker one for tension and the thinner one for adaptation (Fig 17).
vi: In order to ensure proper wound closure, two suturing materials were used, the thicker one for tension and the thinner one for adaptation (Hình 17).

source: In order to facilitate the use of a screw-retained impression cap, a customized tray was modified at site 11 so it allowed for screw access (Fig 21).
vi: In order to facilitate the use of a screw-retained impression cap, a customized tray was modified at site 11 so it allowed for screw access (Hình 21).

source: In order to guarantee an adequate thickness of the buccal bone wall, a substantial layer of bone fillers, soaked in blood, was applied (Fig 18).
vi: In order to guarantee an adequate thickness of the buccal bone wall, a substantial layer of bone fillers, soaked in blood, was applied (Hình 18).

source: In order to improve the shape and emergence profile, the provisional was modified chairside with a light curing composite material (Fig 25).
vi: In order to improve the shape and emergence profile, the provisional was modified chairside with a light curing composite material (Hình 25).

source: In order to improve the thickness and contour of the labial bone plate, which should be at least 2 mm thick, the labial aspect of the implant site was augmented with a low-substitution bone substitute (Fig 21).
vi: In order to improve the thickness and contour of the labial bone plate, which should be at least 2 mm thick, the labial aspect of the implant site was augmented with a low-substitution bone substitute (Hình 21).

source: In order to permit optimal, tension-free flap adaptation in view of a complete primary wound closure (Figs 20a, b), the periosteum was split at the basis of the flap.
vi: In order to permit optimal, tension-free flap adaptation in view of a complete primary wound closure (Hình 20a, b), the periosteum was split at the basis of the flap.

source: In order to permit perfect positioning of the respective metal component, the peri-implant soft tissue had to be modified at its palatal aspect: The model was relieved to generate space for positioning the cervical portion of the crown carrying the screw-retention part (Fig 49).
vi: In order to permit perfect positioning of the respective metal component, the peri-implant soft tissue had to be modified at its palatal aspect: The model was relieved to generate space for positioning the cervical portion of the crown carrying the screw-retention part (Hình 49).

source: In particular, lateral incisors are smaller and their CEJ is normally located more coronally compared to the CEJ of central incisors or canines.
vi: Đặc biệt, răng cửa bên nhỏ hơn và CEJ của nó thường nằm phía thân hơn so với CEJ của răng cửa giữa hoặc răng nanh.

source: In particular, the facial mucosa maintained its convex contour and the height of the midfacial gingival margin without any recession (Figs 40-43).
vi: Đặc biệt, các niêm mạc mặt ngoài duy trì đường viền lồi của nó và chiều cao ở giữa nướu không bị tụt nướu (Hình 40-43).

source: In patients without local bone defects and no need for bone grafting procedures, soft-tissue grafting can be used to improve the thickness and contour of the facial mucosa.
vi: Ở những bệnh nhân không có các khuyết tật xương tại chỗ và không cần ghép xương, ghép mô mềm có thể được sử dụng để cải thiện độ dày và đường viền của niêm mạc mặt ngoài

source: In patients without vertical tissue deficiencies, the use of a periodontal probe leveled on the adjacent CEJs in single-tooth gaps has proven to be a valid alternative (Buser and von Arx, 2000).
vi: Ở bệnh nhân không thiếu mô chiều dọc, dùng cây đo túi nha chu đặt ở đường nối men xê măng răng kế cận khoảng trống răng đơn lẻ được chứng minh là một phương pháp thay thế phù hợp (Buser and von Arx, 2000).

source: In recent years, confusion has been evident with terminology as it relates to loading protocols in implant dentistry.
vi: Trong những năm gần đây, có sự hỗn độn trong thuật ngữ liên quan đến quy trình tải lực trong implant nha khoa. .

source: In recent years, esthetics has become an inseparable part of oral rehabilitation as patients not only expect implant-supported restorations to be functional long-term, but also to be esthetic, especially in regions of the oral cavity that are visible when the patient smiles.
vi: Trong những năm gần đây, thẩm mỹ đã trở thành một phần không thể tách rời của phục hồi chức năng răng miệng bởi vì bệnh nhân không chỉ mong đợi phục hình được nâng đỡ bằng implant thực hiện chức năng lâu dài, mà còn là thẩm mỹ, đặc biệt là ở các khu vực của khoang miệng có thể nhìn thấy khi cười.

source: In simple terms, the esthetic quality of implant-supported restorations should not differ from that of restorations supported by teeth.
vi: Trong thuật ngữ đơn giản, chất lượng thẩm mỹ của phục hình trên implant không nên khác với phục phục hình trên răng

source: In summary, the timing of the soft-tissue conditioning process from the first impression to incorporation of the final crown is as follows (Fig 11):
vi: In summary, the timing of the soft-tissue conditioning process from the first impression to incorporation of the final crown is as follows (Hình 11):

source: In the anterior maxilla, the implant types of the Straumann Dental Implant System shown in Table 1 are recommended for clinical use.
vi: Ở phía trước hàm trên, các loại implant của hệ thống Straumann Dental Implant System trong bảng 1 được đề nghị cho lâm sàng.

source: In the case of direct occlusal contact, the restoration makes contact with the opposing dentition.
vi: Trong trường hợp tiếp xúc cắn khớp trực tiếp, phục hình tiếp xúc với hàm đối diện.

source: In the case of long-standing edentulism, supereruption of the opposing dentition into the free space may make restoration of the implant(s) difficult (Fig 2).
vi: Trong trường hợp mất răng lâu ngày, răng đối diện trồi vào khoảng trống có thể làm phục hồi của các implant khó khăn (Hình 2).

source: In the context of local infections, the highest risk to an esthetic outcome is associated with acute infections demonstrating suppuration and local swelling (Fig 12).
vi: Trong bối cảnh các bệnh nhiễm trùng tại chỗ, nguy cơ cao nhất cho một kết quả thẩm mỹ có liên quan với nhiễm trùng cấp mưng mủ và sưng tại chỗ (Hình 12).

source: In the coronoapical dimension, care was taken to place the implant shoulder approximately 1 mm apically of the cemento-enamel junction of contralateral tooth 21 (Figs 17, 18).
vi: In the coronoapical dimension, care was taken to place the implant shoulder approximately 1 mm apically of the cemento-enamel junction of contralateral tooth 21 (Hình 17, 18).

source: In the coronoapical dimension, the comfort zone is a narrow band of about 1 mm.
vi: Trong chiều thân chóp, vùng an toàn là một băng hẹp khoảng 1mm.

source: In the dental lab, the transocclusally screw-retained provisional crown was fabricated on a titanium post for temporary restorations (Fig 36).
vi: In the dental lab, the transocclusally screw-retained provisional crown was fabricated on a titanium post for temporary restorations (Hình 36).

source: In the dental laboratory, a synOcta transversal (TS) abutment for transversally screw-retained crowns was selected and placed on the implant analog (Fig 48).
vi: In the dental laboratory, a synOcta transversal (TS) abutment for transversally screw-retained crowns was selected and placed on the implant analog (Hình 48).

source: In the dental laboratory, an implant analog was attached to the individual impression cap for master cast fabrication (Fig 53).
vi: In the dental laboratory, an implant analog was attached to the individual impression cap for master cast fabrication (Hình 53).
